content-org/all-posts.org
#+hugo_base_dir: ../

* Welcome to my World
:PROPERTIES:
:EXPORT_FILE_NAME: my-world
:EXPORT_HUGO_SECTION: posts
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :description "My first post with ox-hugo" :featured_image "/images/featured.jpg"
:END:

Thanks for checking out my little slice of the internet. If you're seeing this it either means:

1. I just made this, so it's close to March 17th 2025
2. I never updated this, in that case R.I.P 
3. You scrolled all the way back to my first post o_0

Either way, I anticipate posts on here being sporadic and random, revolving around any number of topics, but probably related to art, tech, or Emacs. Stay tuned and feel free to reach out!
