content/posts/my-world.md
+++
title = "Welcome to my World"
author = ["Marcos Andrade"]
draft = false
description = "My first post with ox-hugo"
featured_image = "/images/featured.jpg"
+++

Thanks for checking out my little slice of the internet. If you're seeing this it either means:

1.  I just made this, so it's close to March 17th 2025
2.  I never updated this, in that case R.I.P
3.  You scrolled all the way back to my first post o_0

Either way, I anticipate posts on here being sporadic and random, revolving around any number of topics, but probably related to art, tech, or Emacs. Stay tuned and feel free to reach out!
